Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/nsr/romjulshilsen-fra-nsrs-presidentkandidat-til-sametingsvalget-aili-keskitalo.html.tmx
Source language: nob
Languages: smj

source: Kjære alle sammen
smj: Gieres gájka

source: I år var jula ekstra velkommen for meg, etter en lang og strevsom høst.
smj: Dán jage lidjin javla sierráláhkáj buorisboahtema munji guhka ja låsså tjavtja maŋŋela.

source: Jeg håper dere også har hatt en rolig julehelg.
smj: Sávav diján aj la læhkám ráfálasj javllaájllek.

source: Til neste år skal vi feire 100 år med samepolitisk arbeid når vi møtes i Tråante – Trondheim – i februar i 2017.
smj: Boahtte jage galggap ávvudallat 100 jage sámepolitihkalasj bargojn gå æjvvalip Tråanten (Roandemin) 2017 guovvamáno.

source: Jeg håper at vi klarer å gjøre 2017 til et år for forsoning i det samiske samfunnet, at vi alle vil føle mer samhold og styrke.
smj: Sávav nahkap 2017 jage såbadit sáme sebrudagán, jut gájka lulujma dåbddåt ienep aktijvuodav ja fámov.

source: I høst har vi hatt en språkdebatt som har vært vanskelig, men kanskje kan vi alle sammen lære noe av den?
smj: Tjavtjan lij miján gielladagástallam mij lij gássjel, valla ihkap mij gájka máhttep juojddáv dassta oahppat?

source: Over alt hvor jeg reiser og møter samer, så møter jeg også historier om sårhet.
smj: Vájku gåggu manádav ja sámijt iejvviv, de iejvviv aj várnnahisvuoda subttsasijt.

source: Langs kysten er det historien til deg som ikke har fått lære deg samisk på grunn av fornorskningen som rører meg mest.
smj: Merragátten la ienemusát duv subtsas guhti illa bessam sámegielav oahppat dárojduhttema diehti mij muv ienemusát duohtat.

source: Du som kanskje føler deg utenfor det samiske samfunnet.
smj: Dådnå guhti muhttijn dåbdå degu sáme sebrudagá ålggolin.

source: Kanskje har du fått høre at du ikke er same god nok, for det er ikke alltid at det samiske felleskapet er inkluderende nok.
smj: Ihkap la gullam dådnå illa nuoges buorre sábme, danen gå muhttijn ij la sáme aktisasjvuohta duodaj nuoges sebradahtte.

source: Kanskje er akkurat det samiske språket som du har en tilknytning til et språk som ikke brukes av så mange, og derfor er vanskeligere å lære.
smj: Ihkap jur dat sámegiella masi dån gullu dakkár giella majt e galles buvte, ja dan diehti gássjelabbo oahppat. Ij vájmogielav buktet.

source: Mine foreldre snakket ikke samisk til meg, selv om de kunne det selv.
smj: Muv æjgáda ejga munji sámásta, vájku ietja sámástijga.

source: De stolte på datidens profesjonelle råd om at det ikke var bra for barn å være tospråklige.
smj: Luohtedin dallusj ájge rádijda fáhkaulmutjijs jut mánájda ij lim buorre guovtegielak liehket.

source: For meg medførte det et stort tomrom, et stort savn.
smj: Munji sjattaj stuorra guorosvuohta, vájnno.

source: Senere i livet, etter at jeg i voksen alder hadde lært meg samisk og nettopp hadde født mitt første barn, møtte jeg en ny type sårbarhet.
smj: Maŋŋela iellemin, maŋŋel gå ållessjattugin lidjiv sámegielav oahppam ja jur lidjiv ietjam vuostasj mánáv riegádahttám, vásediv ietjá lágásj várnnahisvuodav.

source: Skulle jeg bruke den samisken jeg kunne, som jeg ikke følte var god nok?
smj: Galggiv gus sámástit da vierdev majt buktiv, mij ietjam mielas ij lim nuoges?

source: Kanskje ville jeg da risikere å ofre den personlige nærheten som skal være der mellom en mor og en datter?
smj: Ihkap de sjaddiv masset dav persåvnålasj lahkavuodav mij galggá iedne ja niejdas gaskan?

source: Jeg satt på fødestua da jeg tok det store valget, med barnet i favnet.
smj: Lidjiv ájn skihppijvieson gå dav alvos mærrádusáv dahkiv, mánájn asken.

source: I starten hvisket jeg til barnet – så skremmende og sårbar var opplevelsen.
smj: Álgon mánnáj tsamádiv – nav suorgganahtte ja várnaj lij vásádus.

source: Når jeg nå ser tilbake på dette, blir jeg stolt.
smj: Gå dálla ruopptot gehtjadav dási, de sjattav goarssá.

source: Nå vet jeg at valget jeg gjorde var riktig, og det er kanskje det valget jeg er aller mest stolt av i dag.
smj: Dálla diedáv riekta válljijiv, ja dát válljim la ihkap dat massta lav ienemus mihá uddni.

source: Jeg er også stolt, når jeg nå i 2016 snakker samisk i det offentlige, selv om enhver førstespråklig vil kunne fortelle deg at språket jeg snakker er langt fra feilfritt.
smj: Lav aj mihá gå dálla jagen 2016 almulasjvuodan sámástav, vájku juohkka vuostasgielak máhttá dunji javllat muv giella galla ij la mettulasjvuodaj dagi.

source: Når jeg snakker med mange av dem som har samisk språk hjemmefra, så er det en annen type sårhet og smerte.
smj: Gå ságastav moaddásij sijájs gænna la sámegiella sijddagiellan, de la ietjá várnnahisvuohta ja báktjasa.

source: Jeg kjenner på hvordan du har det, som kanskje har blitt mobbet fordi du er same og snakker samisk.
smj: Dádjadav gåktu dujna gævvá, dån guhti ihkap la givseduvvam danen gå la sábme ja sámásta.

source: Kanskje du har fått høre at norsken du snakker ikke er perfekt av sånne som meg, som har norsk som førstespråk.
smj: Ihkap gullam la duv dárogiella ij la perfekt muv lágátjijs, gænna l dárogiella vuostasjgiellan.

source: Du føler kanskje også på det personlige ansvaret for at om ikke vi som snakker språket fører det videre, så vil det ikke ha en fremtid.
smj: Ihkap aj dåbdå dakkir persåvnålasj åvdåsvásstádusáv dassta jut mijáj duogen la, guhti sámástip, gielav åvddålijguovlluj bisodit.

source: Sámi álbmot, jeg håper vi over jul går i gang med å viske ut den splittelsen vi har i samfunnet vårt.
smj: Sáme álmmuk, sávav javlaj badjel validip ietjama sebrudagá ærránimev tjoavddet.

source: Tenk hvor fantastisk det er, at vi enda har våre egne språk.
smj: Vuoj ibmahijt gå miján ájn li ietjama giela.

source: Vi kan, alle sammen, med våre forutsetninger, gjøre vårt beste for at det består også for fremtiden.
smj: Mij gájka, ietjama tjehpudagáv, dahkat majt máhttep váj boahtteájggáj aj bissu.

source: Jeg håper at det er en jobb vi kan gjøre sammen, uten at vi faller i fellen og dyrker et skille mellom hvem som er gode og dårlige samer.
smj: Sávav dáv bargov aktan máhttep dahkat, vani gillarij gahttjamis ja ieridit almma ja rasjes sámij gaskan.

source: For alle er vi like gode samer.
smj: Danen gå mij lip gájka sæmmi buorre sáme.

source: Du som snakker samisk.
smj: Dån guhti sámásta.

source: Og du som ikke har fått lært deg samisk.
smj: Ja dån guhti illa sámegielav oahppam.

source: Jeg håper dere får noen fredelige romjulsdager, og at vi kommer ut av høytida styrket og med tillit til hverandre.
smj: Sávav oadtjobihtit ráfálasj basijgasskabiejvijt, ja jut bases boahtep ådå fámoj ja luohtádusájn nubbe nubbáj.

source: Ha en fortsatt god jul!
smj: Sávav ájn buorre javlajt!

source: Jubler over deling av Tysfjord
smj: Ávvudalli gå Divtasvuodna juogeduvvá
